app/views/layouts/navigation/dashboard_elements/_signed_in_content.html.erb

SELECT  "users".* FROM "users" WHERE (   users.last_name LIKE '%shah%') AND ( users.age = 32.0 ) ORDER BY "users"."created_at" asc LIMIT ? OFFSET ?  [["LIMIT", 5], ["OFFSET", 0]]
---
						<h3 class="page-name">
							<span id="user-name">Welcome, <%= current_user.first_name + ' ' + current_user.last_name %></span>